Repository: 84000/data-translation-memory
Catalog: toh564-v3.tmx
Source language: bo
Languages: en

source: འཕགས་མ་འོད་ཟེར་ཅན་ཞེས་བྱ་བའི་གཟུངས།
en: The Noble Mārīcī Dhāraṇī

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་དུ་ཡོད་པ་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་བརྒྱ་ཕྲག་ཕྱེད་དང་བཅུ་གསུམ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མང་པོ་དག་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was in Śrāvastī in Prince Jeta’s Grove, at Anāthapiṇḍada’s park, with a large saṅgha of 1,250 monks and a great number of bodhisattva great beings.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ལྷ་མོ་འོད་ཟེར་ཅན་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ། དེ་ཉི་མ་དང་། ཟླ་བའི་མདུན་དང་མདུན་ནས་འགྲོ་སྟེ། དེ་ལྟར་མེད།
en: “Monks,” said the Blessed One, “there is a certain goddess named Mārīcī who arrives just before the sun and moon.

source: གཟུང་དུ་མེད། བཅིང་དུ་མེད། དགག་ཏུ་མེད། བརྒལ་དུ་མེད། རྨོངས་པར་བྱར་མེད། ཆད་པས་གཅད་དུ་མེད།
en: She cannot be seen, cannot be seized, cannot be bound, cannot be stopped, cannot be opposed, cannot be enchanted, cannot be cut by a blade, cannot be decapitated, cannot be injured, cannot be burned, and cannot be brought under an enemy’s control.

source: མགོ་བྲེག་ཏུ་མེད། གཞུར་མེད། ཚིག་པར་བྱར་མེད། དགྲའི་དབང་དུ་མི་འགྲོའོ། །དགེ་སློང་དག་གང་གིས་ཀྱང་ལྷ་མོ་འོད་ཟེར་ཅན་དེའི་མིང་ཤེས་པ་དེ་ཡང་བལྟར་མེད། གཟུང་དུ་མེད། བཅིང་དུ་མེད། དགག་ཏུ་མེད། བརྒལ་དུ་མེད། རྨོངས་པར་བྱར་མེད། ཆད་པས་གཅད་དུ་མེད།
en: “Monks, whoever knows the goddess Mārīcī’s name also cannot be seized, cannot be bound, cannot be stopped, cannot be opposed, cannot be enchanted, cannot be cut by a blade, cannot be decapitated, cannot be injured, cannot be burned, and cannot be brought under an enemy’s control.

source: མགོ་བྲེག་ཏུ་མེད། གཞུར་མེད། ཚིག་པར་བྱར་མེད། དེ་དགྲའི་དབང་དུ་འགྲོ་བར་མི་འགྱུར་རོ། །དེ་ལྟར་བདག་གིས་ཀྱང་ལྷ་མོ་འོད་ཟེར་ཅན་གྱི་མིང་ཤེས་ཀྱིས་བདག་ཀྱང་བལྟར་མེད་པར་གྱུར་ཅིག །གཟུང་དུ་མེད་པར་གྱུར་ཅིག །བཅིང་དུ་མེད་པར་གྱུར་ཅིག །དགག་ཏུ་མེད་པར་གྱུར་ཅིག །བརྒལ་དུ་མེད་པར་གྱུར་ཅིག །རྨོངས་པར་བྱར་མེད་པར་གྱུར་ཅིག །ཆད་པས་གཅད་དུ་མེད་པར་གྱུར་ཅིག །མགོ་བྲེག་ཏུ་མེད་པར་གྱུར་ཅིག །གཞུར་མེད་པར་གྱུར་ཅིག །ཚིག་པར་བྱར་མེད་པར་གྱུར་ཅིག །དགྲའི་དབང་དུ་མི་འགྲོ་བར་གྱུར་ཅིག །
en: “Since I know the name of the goddess Mārīcī, may I, too not be seen, not be seized, not be bound, not be stopped, not be opposed, not be enchanted, not be cut, not be decapitated, not be injured, not be beaten, not be burned, and not be brought under an enemy’s control.

source: དེ་ལ་གསང་སྔགས་ཀྱི་ཚིག་ནི་འདི་རྣམས་ཡིན་ནོ། །ཏདྱ་ཐཱ།
en: These are the mantra verses:

source: ཨོཾ་པ་ཏཱ་ཀྲ་མ་སི། པ་རཱ་ཀྲ་མ་སི། ཨུ་ད་ཡ་མ་སི། ནཻ་ར་མ་སི། ཨརྐྐ་མ་སི། མརྐྐ་མ་སི། ཨུར་མ་མ་སི། བ་ན་མ་སི། གུལ་མ་མ་སི། ཙཱི་བ་ར་མ་སི།
en: “tadyathā oṃ padākramasi parākramasi udayamasi nairamasi arkamasi markamasi urmamasi vanamasi gulmamasi cīvaramasi mahācīvaramasi antardhānamasi svāhā.

source: མ་ཧཱ་ཙཱི་བ་ར་མ་སི། ཨན་ཏར་དྷྭཾ་ན་མ་སི་སྭཱ་ཧཱ། ཨོཾ་ལྷ་མོ་འོད་ཟེར་ཅན་བདག་ལམ་དུ་སྐྱོབས་ཤིག །
en: “Oṃ goddess Mārīcī, protect me on the path.

source: བདག་ལམ་ལོག་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from the wrong path.

source: བདག་སྐྱེ་བོའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from perils related to people.

source: བདག་རྒྱལ་པོའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from perils related to kings.

source: བདག་གླང་པོ་ཆེའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from perils related to elephants.

source: བདག་ཆོམ་རྐུན་གྱི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from perils related to robbers.

source: བདག་ཀླུའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from perils related to nāgas.

source: བདག་སེང་གེའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from perils related to lions.

source: བདག་སྟག་གི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from perils related to tigers.

source: བདག་མེའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from perils related to fire.

source: བདག་ཆུའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from perils related to water.

source: བདག་སྦྲུལ་གྱི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from perils related to serpents.

source: བདག་དུག་གི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །བདག་ཕྱིར་རྒོལ་བ་དང་།
en: Protect me from perils related to poison.

source: དགྲ་ཐམས་ཅད་ལས་སྐྱོབས་ཤིག །འཁྲུགས་པ་དང་།
en: Protect me from all adversaries and enemies.

source: མ་འཁྲུགས་པ་དང་།
en: Protect me when there is conflict and calm and when there is disorder and order.

source: ཉམས་པ་དང་མ་ཉམས་པ་ཐམས་ཅད་དུ་བདག་སེང་གེ་ལས་སྲུངས་ཤིག །
en: Protect me from lions.

source: བདག་སྟག་ལས་སྲུངས་ཤིག །
en: Protect me from tigers.

source: བདག་ཀླུ་ལས་སྲུངས་ཤིག །
en: Protect me from nāgas.

source: བདག་སྦྲུལ་ལས་སྲུངས་ཤིག་སྭཱ་ཧཱ། བདག་འཇིགས་པ་ཐམས་ཅད་དང་།
en: Protect me from serpents,svāhā.

source: གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུགས་པ་ཐམས་ཅད་ལས་སྲུངས་ཤིག་སྲུངས་ཤིག །
en: Protect me from all perils and from all manner of harm, infectious disease, and conflict. Protect me!

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ཏདྱ་ཐཱ། ཨོཾ་ཨཱ་ལོ། ཏཱ་ལོ་ཀཱ་ལོ། སཙྪ་ལོ་ས་མ་པ་མཱུར་དྷི་ཊི་རཀྵ་རཀྵ་མཱཾ།
en: “namo ratnatrayāya tadyathā oṃ ālo tālo kālo sacchalo sattvamudratirakṣa rakṣa māṃ.

source: བདག་དང་སེམས་ཅན་ཐམས་ཅད་ལ་འཚེ་བ་དང་། འཇིགས་པ་དང་། ནད་ཐམས་ཅད་ལས་སྲུངས་ཤིག་སྭཱ་ཧཱ།
en: Protect me and all beings and from all manner of injury, peril, and illness, svāhā.

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: “Homage to the Three Jewels.

source: ལྷ་མོ་འོད་ཟེར་ཅན་གྱི་སྙིང་པོ་བརྗོད་པར་བྱ་སྟེ། ཏདྱ་ཐཱ།
en: I will recite the heart mantra of the goddess Mārīcī:

source: ཨོཾ་བཏྟྭ་ལི། བ་དཱ་ལི། བ་རཱ་ལི། བཱ་རཱ་ཧ་མུ་ཁི། སརྦ་དུཥྚཱ། པྲ་དུཥྚཱ་ནཱཾ། ཙཀྵུར་མུ་ཁཾ་བན་དྷ་བན་དྷ། བན་དྷ།
en: “tadyathā oṃ vattāli vadāli varāli varāhamukhī sarvaduṣṭapraduṣṭānāṃ cakṣurmukhaṃ bandha bandha bandha mukhaṃ jaṃbhaya staṃbhaya mohaya svāhā.

source: མུ་ཁཾ། ཛཾ་བྷ་ཡ། སྟཾ་བྷ་ཡ། མོ་ཧ་ཡ་སྭཱ་ཧཱ། ཨོཾ་མཱ་རཱི་ཙྱཻ་སྭཱ་ཧཱ།
en: “oṃ mārīcyai svāhā.

source: ཨོཾ་བ་རཱ་ལི། བ་དཱ་ལི། བཏྟྭ་ལི། བཱ་རཱ་ཧ་མུ་ཁི། སརྦ་དུཥྚཱ་ནཱཾ། པྲ་དུཥྚཱ་ནཱཾ། ཙཀྵུར་མུ་ཁཾ་བན་དྷ་བན་དྷ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: “oṃ varāli vadāli vattāli varāhamukhi sarvaduṣṭānāṃ praduṣṭānāṃ cakṣurmukhaṃ bandha bandha svāhā.”

source: དགེ་སློང་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་དང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: When the Blessed One said this, the entire retinue of monks and bodhisattvas and the entire world with its gods, humans, asuras, and gandharvas rejoiced and praised the words of the Blessed One.

source: འཕགས་མ་འོད་ཟེར་ཅན་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: This concludes “The Noble Dhāraṇī of Mārīcī.”

source: པཎྜི་ཏ་ཨ་མོ་གྷ་བཛྲ་དང་། ལོ་ཙཱ་བ་དགེ་སློང་བ་རི་རིན་ཆེན་གྲགས་པས་བསྒྱུར་བའོ།​། །​།
en: This work was translated by the paṇḍita Amoghavajra and the lotsāwa-monk Bari Rinchen Drakpa.
